chat_system_749482204_actor_description=Frogus Bagaba. Mutant Frogman
chat_system_749482204_snap_0_question=^?^1
chat_system_749482204_snap_0_answer_0=^?^Mmm, well. I'll try. Why are you trying to expand your... dominion? Do all Froguses have such obsessions with where their flags fly?
chat_system_749482204_snap_0_answer_1=^?^I'll come to you later. I'm already sick of your quarrels. 
chat_system_749482204_snap_1_question=^?^I like it when everybody obeys me. I just want everyone's respect.
chat_system_749482204_snap_1_answer_0=^?^I can't understand this, but I'll try to help you. 
chat_system_749482204_snap_2_question=^?^So, how is my brother doing? Did you find him?
chat_system_749482204_snap_2_answer_0=^?^I found him. And I raised your flag, so you can be glad about that.
chat_system_749482204_snap_2_answer_1=^?^I have not found him yet... But don't worry, I'll see that you have your vassal.
chat_system_749482204_snap_3_question=^?^Good job! Now my brother will obey me. Croak, croak, hurray! You've earned your reward.<br>[reward]
chat_system_749482204_snap_3_answer_0=^?^Thank you, Bagaba. Be pleased while you can. 
chat_system_749482204_switch_0_header_0=^?^Are you ready to speak to my younger brother? Bogis lives somewhere between the swamplands and the cemetery. Hoist my flag on his house. I am older than he is, so he must obey me.
chat_system_749482204_switch_0_header_1=^?^Well, alright, in that case, I'll ask that you talk to my younger brother. Bogis lives somewhere between the marsh and cemetery. Tell him that he has to fly my flag over his house. I'm older than him, so he must obey me!
